Repository: rrd108/rGarden
Catalog: app/Locale/eng/LC_MESSAGES/default.po
Languages: hu_hu

source: Invalid Naplo
hu_hu: Invalid Logs

source: Új munkásként hozzáadva:
hu_hu: New worker added:

source: Új helyként hozzáadva:
hu_hu: New place added:

source: Új terményként hozzáadva:
hu_hu: New product added:

source: A naplót nem sikerült menteni
hu_hu: The log could not be saved

source: The Naplo has been saved
hu_hu: The Log has been saved

source: The Naplo could not be saved. Please, try again.
hu_hu: The Log could not be saved. Please, try again.

source: Invalid id for Naplo
hu_hu: Invalid id for Log

source: Naplo deleted
hu_hu: Log deleted

source: The Naplo could not be deleted. Please, try again.
hu_hu: The Log could not be deleted. Please, try again.

source: Kertészeti nyilvántartó
hu_hu: Gardening Registry

source: Új naplóbejegyzés
hu_hu: New log entries

source: Naplóbejegyzések
hu_hu: Log Entries

source: Lekérdezések
hu_hu: Queries

source: Összköltség
hu_hu: Total cost

source: Összes költség
hu_hu: Total cost

source: Ft
hu_hu: EUR

source: Munkavégző
hu_hu: Worker

source: Hely
hu_hu: Place

source: Termény
hu_hu: Produce

source: Szolgálat
hu_hu: Service

source: Munkások
hu_hu: Workers

source: Helyek
hu_hu: Places

source: Termények
hu_hu: Crops

source: Naplóbejegyzés szerkesztése
hu_hu: Edit Journal Entry

source: Naplók
hu_hu: Logs

source: Muti
hu_hu: Show

source: Szerk
hu_hu: Edit

source: Lekérdezés
hu_hu: Query

source: --- válassz ---
hu_hu: --- Select ---

source: Munkás
hu_hu: Worker

source: Dátum
hu_hu: Date

source: Idő
hu_hu: Time

source: Megjegyzés
hu_hu: Comment

source: Összesen
hu_hu: All

source: Naplo
hu_hu: Logs

source: Munkas
hu_hu: Worker

source: Szolgtipus
hu_hu: Ser Type

source: Datum
hu_hu: Date

source: Szolgalat
hu_hu: Service

source: Ora
hu_hu: Time

source: Termeny
hu_hu: Produce

source: Mennyiseg
hu_hu: Quantity

source: Mennyiségi egység
hu_hu: Unit of measure

source: Felhasznalt
hu_hu: User

source: Koltseg
hu_hu: Cost

source: Vevo
hu_hu: Customer

source: Megjegyzes
hu_hu: Remark

source: Törzsadatok
hu_hu: Settings
